const String privacyPolitic = '''  ''';
const String userAgreement = '''
Пользовательское соглашение
Настоящее Пользовательское соглашение (далее – «Соглашение») регламентирует отношения между ____________________ и Пользователем Сервиса.
Для целей настоящего Соглашения используются следующие термины:
1.1. _________ – юридическое лицо, созданное в соответствии с законодательством Кыргызской Республики: ОсОО «_____________», ИНН _________________, адрес: г. Бишкек, ул. ____________, д.______, кв_______.
1.2. Сервис – принадлежащий ________ программно-аппаратный комплекс, функционально предназначенный для обеспечения возможности доступа Пользователей к Контенту на условиях настоящего Соглашения, информирования Пользователей об услугах и товарах _________ и третьих лиц.
1.3. Приложение – принадлежащая ____________ программа ЭВМ, функционально предназначенная для установки на Устройствах Пользователя с целью использования Сервиса.
1.4. Контент – аудиовизуальные произведения (кинофильмы, программы, мультипликационные фильмы и прочие), текстовые, фотографические произведения, произведения графики, а также любые иные информационные материалы, размещённые _____________ в Сервисе.
1.5. Пользователь – дееспособное физическое лицо, осуществляющее доступ к Контенту на условиях настоящего Соглашения или использующее иные функциональные возможности Сервиса.
1.6. Услуги – деятельность ___________ по обеспечению доступа Пользователей к функциональным возможностям Сервиса.
1.7. Устройство – принадлежащее Пользователю стационарное или переносное устройство, в том числе – электронная вычислительная машина (ЭВМ), а также иное устройство, способное осуществлять обработку и воспроизведение звука и изображения, такое как телевизионный приемник, мобильный телефон, смартфон и иные аналогичные устройства.
1.8. Учётная запись – информационное пространство Сервиса, доступное Пользователю с использованием уникальной комбинации логина и пароля Пользователя в результате регистрации Пользователя.
2. Обязательность правил для Пользователя
2.1. Соглашение является договором, заключаемым ____________ и Пользователем (публичной офертой в соответствии со статьёй 398 ГК КР).
2.2. Пользователь соглашается с условиями настоящего Соглашения (акцептует оферту _________) и Соглашение между ____________ и Пользователем считается заключенным с момента начала фактического использования Пользователем любых функциональных возможностей Сервиса.
2.3. Фактом, подтверждающим согласие Пользователя с условиями оказания Услуг зарегистрированным Пользователям, является совершение Пользователем действий по регистрации.
2.4. Фактом, подтверждающим согласие Пользователя с условиями оказания платных Услуг, является совершение оплаты таких Услуг Пользователем.
2.5. Настоящее Соглашение может быть изменено __________________ в одностороннем порядке в любое время, без получения согласия Пользователя и без его предварительного уведомления. Актуальная редакция настоящего Соглашения публикуется ______________ в сети Интернет на странице сайта Сервиса по адресу https:_______________________. Если ____________ прямо не указал иное, новая редакция Соглашения вступает в силу и становится обязательной для соблюдения Пользователем с момента публикации. Дополнительно _________________ может, но не обязан, доводить актуальную редакцию настоящего Соглашения до сведения Пользователя иными способами, в том числе размещая текст Соглашения в Приложениях.
2.6. Пользователь, не согласный с условиями настоящего Соглашения не вправе использовать Сервис.
2.7. Пользователь вправе в любое время расторгнуть настоящее Соглашение в одностороннем порядке, прекратив использование Сервиса и удалив свою Учётную запись. _____________ сохраняет право на хранение, обработку и иное использование данных Пользователя до момента получения соответствующего уведомления Пользователя в соответствии с Политикой обработки персональных данных _________________.
3. Общие условия использования Сервиса
3.1. Сервис предоставляет Пользователям возможность получить доступ к Контенту, при этом никакие права на использование Контента Пользователю не предоставляются.
3.2. Доступ к Контенту при использовании Сервиса допускается исключительно в личных, некоммерческих целях Пользователя. Предоставление доступа к Контенту третьим лицам, не входящим в круг семьи Пользователя запрещён.
3.3. Отдельные Услуги Сервиса могут быть доступны только зарегистрированным Пользователям или только за плату, __________________ информирует Пользователя о таких Услугах путем размещения информации непосредственно совместно с Контентом и/или путем размещения в доступе Пользователя перечня Услуг/Контента.
3.4. Возможностями Сервиса могут воспользоваться только Пользователи, находящиеся на территории Кыргызской Республики;
3.5. Сервис является интегрированной совокупностью программно-аппаратных средств и включает в себя среди прочего:
3.5.1. Веб-сайт и его мобильную версию по адресу https://___________________
3.5.2. Приложения для телевизоров:
3.5.2.1. Приложение “___________” для Smart TV Samsung
3.5.3. Приложения для мобильных устройств:
3.5.3.1. Приложение “________ - сериалы и фильмы” в App Store (iOS)
3.5.3.2. Приложение “___________ сериалы и фильмы” в Play Market (Android)
3.5.4. Приложения для телевизионных приставок:
3.5.4.1. Приложение “____________- сериалы и фильмы” в App Store (tvOS)
3.6. Пользователь использует Сервис полностью на свой риск, ________ не гарантирует пригодности Сервиса для целей Пользователя, Сервис предоставляется «как есть».
3.7. Создание Пользователем более одной Учётной записи запрещено, в случае нарушения ________________ вправе прекратить доступ к Услугам с использованием скомпрометированных Учётных записей.
3.8. Пользователь может авторизовать с использованием Учётной записи до 5 устройств, при этом одновременный доступ к Услугам возможен только с использованием не более 2 устройств. ____________ вправе вводить ограничения по количеству и типу устройств, которые могут быть авторизованы с использованием одной Учётной записи.
3.9. Пользователь соглашается на использование и передачу третьим лицам информации, полученной _______________ в процессе использования Пользователем Сервиса, в том числе для целей ее обработки, для обеспечения функционирования Сервиса, реализации партнерских, маркетинговых и иных программ на условиях Политики обработки персональных данных и в соответствии с Политикой конфиденциальности.
3.10. Использование Сервиса может по усмотрению ____________ сопровождаться демонстрацией Пользователю рекламы, проведением статистических исследований и анализа полученных статистических данных, осуществлением иных действий, которые ___________ посчитает необходимыми для целей улучшения Сервиса. 
3.11. В рамках проведения маркетинговых и рекламных мероприятий, ___________ может вносить временные изменения в условия оказания Услуг (на определённый период времени, в отношении определённой группы Пользователей и т.п.), такие изменения доводятся до сведения Пользователя путём размещения правил проведения маркетинговых и рекламных акций в Сервисе или доведения до сведения Пользователя информационного сообщения в интерфейсе Сервиса.
3.12. ______________ прилагает разумные усилия по развитию и улучшению Сервиса, однако не может гарантировать что:
3.12.1. Сервис будет отвечать требования и ожиданиям Пользователя;
3.12.2. Сервис в целом или отдельные Приложения будут функционировать бесперебойно;
3.12.3. Информация, полученная Пользователем при использовании Сервиса будет надёжной и достоверной;
3.12.4. Контент будет доступен при использовании Сервиса.
4. Регистрация Пользователя
4.1. Для использования отдельных Услуг Сервиса Пользователю необходимо пройти процедуру регистрации, результатом которой будет создание Учётной записи Пользователя.
4.2. Регистрация Пользователя производится в функционально предназначенном для выполнения таких действий разделе Сервиса. В процессе регистрации Пользователь формирует свои авторизационные данные:
4.2.1. указывает свой действующий адрес электронной почты, формирует пароль для доступа к Учётной записи;
4.2.2. осуществляет авторизацию в социальной сети, интегрированной с Сервисом и даёт своё согласие в социальной сети на предоставление ___________________ авторизационных данных. Перечень таких социальных сетей размещается _____________ в Сервисе и может время от времени меняться, _________________ не несёт ответственности за возможное прекращение доступа Пользователя к Учётной записи в случае использования Пользователем указанного способа авторизации, без указания адреса электронной почты.
4.3. При регистрации Пользователь обязуется указывать достоверные и актуальные данные. Пользователь не имеет права выдавать себя за другого человека или представителя организации без достаточных на то прав, включая, но, не ограничиваясь, предоставлять ______________ недостоверные сведения относительно своей причастности к третьим лицам.
4.4. Учётная запись содержит информацию об Услугах, доступных Пользователю и позволяет управлять Услугами, в том числе – осуществлять оплату Услуг.
4.5. Действия, совершенные с использованием авторизационных данных Пользователя, признаются действиями Пользователя.
4.6. Пользователь обязан обеспечивать сохранность авторизационных данных, хранить в тайне от третьих лиц пароль от Учётной записи.
4.7. Адрес электронной почты, указанный Пользователем в процессе регистрации может использоваться для направления Пользователю кассовых чеков в электронной форме, направления информационных и рекламных сообщений. Пользователь даёт ______________ своё согласие на получение таких сообщений как от __________, так и от уполномоченных _______________, лиц.
5. Услуги, оказываемые Пользователю за плату
5.1. Услуги, оказываемые Пользователю за плату, предоставляются в составе набора (далее – «Набор платных услуг»), который содержит:
5.1.1. Услуги доступа к расширенному перечню Контента;
5.1.2. Услуги отключения функции показа рекламы при воспроизведении Контента.
5.2. Стоимость Набора платных услуг составляет __________________ сом в месяц с учетом НДС по ставке, установленной действующим законодательством.
5.3. Пользователь уведомлён и согласен, что расширенный перечень Контента, доступный в составе Набора платных услуг, может изменяться в любое время, и что стоимость Услуг, оплаченных Пользователем, остаётся неизменной. Перечень Контента, доступный Пользователю, оплатившему Услугу в порядке, предусмотренном пунктом 5.5.3 может отличаться от перечня Контента, доступного остальным Пользователям, полная информация о перечне доступного Контента предоставляется партнером _____________.
5.4. Набор платных услуг предоставляется Пользователю с момента полной оплаты Пользователем его стоимости и прекращается:
5.4.1. В дату, указанную как дата окончания действия Набора платных услуг;
5.4.2. При отказе Пользователя от использования Сервиса.
5.5. Перечень способов оплаты Услуг включает в себя:
5.5.1. Оплата с использованием банковской карты;
5.5.2. Оплата в мобильных приложениях с использованием встроенных покупок;
5.5.3. Оплата партнеру _____________, обеспечивающему доступ Пользователя к Сервису.
5.6. При оплате Набора платных услуг Пользователь самостоятельно несёт все издержки, связанные с совершением платежа.
5.7. Набор платных услуг может быть предоставлен Пользователю в ознакомительных или маркетинговых целях при выполнении Пользователем любого из необходимых условий, к которым относятся:
5.7.1. Передача Пользователем в ___________ кода активации специальных условий, о которых Пользователь был явно уведомлен ___________, в течение периода их действия, устанавливаемого ___________;
5.7.2. Проведение ___________ маркетинговых акций в соответствии с условиями таких акций.
5.8. Поступление оплаты за Услуги или выполнение условий предоставления Услуг в порядке пункта 5.7. признается сторонами согласием Пользователя с условиями предоставления Услуг. Отдельные способы оплаты предоставляют возможность автоматического списания платы за Услуги на новый оплачиваемый период. Пользователь имеет возможность включать и отключать такое автоматическое списание.
6. Права и обязанности Пользователя
6.1. Пользователь вправе использовать Сервис исключительно в пределах его функциональных возможностей, установленных ___________ и в разрешённых ___________ целях, в частности, запрещается осуществлять любое вмешательство в деятельность Сервиса и Приложений, включая применение средств блокирования рекламы.
6.2. Пользователь не должен осуществлять никаких действий с Контентом, прямо не предусмотренных функциональными возможностями Сервиса, в частности, запрещается воспроизведение, доведение до всеобщего сведения, предоставление иного доступа к Контенту.
6.3. Пользователь обязуется:
6.3.1. не нарушать права и законные интересы третьих лиц при использовании Сервиса;
6.3.2. соблюдать действующее законодательство Кыргызской Республики;
6.3.3. регулярно, не реже одного раза в месяц, знакомиться с действующей редакцией настоящего Соглашения.
7. Права и обязанности ___________
7.1. Обязанности ___________ заключаются исключительно в обеспечении предоставления технической возможности получения Пользователем доступа к Сервису в порядке, определённом настоящим Соглашением.
7.2. ___________ в праве:
7.2.1. по своему собственному усмотрению изменять или удалять любую информацию, в том числе – Контент, и любые элементы, и составные части Сервиса; приостанавливать, ограничивать или прекращать доступ Пользователя к Сервису полностью или частично в любое время по любой причине или без объяснения причин, с предварительным уведомлением или без такового (по усмотрению ___________). При этом Пользователь соглашается, что ___________ не отвечает за любой вред, который может быть причинён Пользователю такими действиями;
7.2.2. устанавливать любые ограничения в использовании Сервиса;
7.2.3. отказать Пользователю в использовании Сервиса;
7.2.4.размещать рекламную и/или иную информацию в любом разделе Сервиса, сопровождать и прерывать демонстрацию Контента рекламной информацией;
7.2.5. осуществлять рассылки Пользователям сообщений, в том числе о возможностях Сервиса, маркетинговых мероприятиях, а также любую иную информацию рекламного характера;
7.2.6. приостанавливать доступ Пользователя к Сервису на период проведения регламентных профилактических и незапланированных восстановительных работ;
7.2.7. связываться с Пользователем с использованием любых доступных средств коммуникации;
7.2.8. по первому требованию соответствующего уполномоченного правоохранительного и иного уполномоченного государственного органа, но в соответствии с действующим законодательством, передавать такому государственному органу имеющуюся информацию о Пользователе.
7.3. ___________ не проверяет предоставленную Пользователем информацию, не несет ответственности за точность и достоверность такой информации.
8. Технические требования к программному обеспечению и оборудованию Пользователя для использования Сервиса
8.1. Функционирование и доступность Сервиса гарантируется только при использовании Пользователем Устройств, отвечающих следующим требованиям:
8.1.1. для персональных компьютеров необходима версия браузера:
8.1.1.1. Google Chrome — версия 64 и выше;
8.1.1.2. Яндекс.Браузер — версия 18 и выше;
8.1.1.3. Opera — версия 51 и выше;
8.1.1.4. Mozilla Firefox — версия 53 и выше;
8.1.1.5. Apple Safari — версия 10 и выше;
8.1.1.6. Microsoft Edge — версия 44 и выше;
8.1.2. для мобильных устройств необходима версия операционной системы:
8.1.2.1. при использовании Приложений:
8.1.2.1.1. iOS — версия 10 и выше;
8.1.2.1.2. Android — версия 4.4 и выше;
8.1.2.2. при использовании браузеров Google Chrome, Яндекс.Браузер, Firefox:
8.1.2.2.1. iOS — версия 10 и выше;
8.1.2.2.2. Android — версия 8 и выше;
8.1.2.3. при использовании браузеров Apple Safari или Android Browser
8.1.2.3.1. iOS — версия 11 и выше;
8.1.2.3.2. Android — версия 8 и выше;
8.1.3. для телевизоров под управлением ОС Tizen необходима дата выпуска 2015 г. и позже;
8.1.4. для телевизионных приставок под управлением ОС tvOS необходима версия устройства Gen 4 и выше;
8.1.5. для всех видов Устройств необходима эффективная пропускная способность подключения Устройства к сети Интернет на уровне 7 Мбит/с и выше.
8.2. Экземпляры Контента, доступ к которым предоставляется в рамках Сервиса, могут быть защищены техническими средствами защиты (шифрования), контролирующими доступ к ним, а также предотвращающими, либо ограничивающими осуществление действий, которые не разрешены ___________ и правообладателями Контента.
8.3. Пользователь признает и соглашается с тем, что ___________ не предоставляет Пользователям услуг связи и не несет ответственности за неисправности на оборудовании и сетях связи, принадлежащих третьим лицам и используемых для оказания услуг связи Пользователям.
8.4. Пользователи признают и согласны с тем, что скорость доступа к Сервису может меняться в силу загруженности канала Пользователя трафиком от других ресурсов или по иным, не зависящим от ___________, причинам. ___________ не несет ответственности за то, что в конкретное время, в конкретном месте Пользователь не смог получить доступ к Сервису по причине низкой скорости доступа.
9. Интеллектуальная собственность
9.1. Сервис, равно как все используемые в составе Сервиса результаты интеллектуальной деятельности, включая Контент, являются объектами интеллектуальной собственности их законных правообладателей. Любое использование результатов интеллектуальной собственности без разрешения правообладателя является незаконным.
9.2. Кроме случаев, установленных настоящим Соглашением, а также действующим законодательством Кыргызской Республики, никакой результат интеллектуальной деятельности, используемый в составе Сервиса, не может быть скопирован (воспроизведен), переработан, распространен, отображен во фрейме, опубликован, скачан, передан, продан или иным способом использован целиком или по частям, без предварительного разрешения ___________.
9.3. Если иное прямо не указано ___________, доступ к результатам интеллектуальной деятельности, используемым в составе Сервиса, предоставляется ___________ исключительно для целей ознакомления с ними Пользователем посредством Сервиса, без права на воспроизведение (в том числе копирование/загрузку) указанных результатов интеллектуальной деятельности в памяти устройств Пользователей, а также без права на иное использование указанных результатов интеллектуальной деятельности.
9.4. Любое использование Сервиса или результатов интеллектуальной деятельности, используемых в составе Сервиса, без предварительного письменного разрешения ___________ запрещено.
10. Прочие условия
10.1. Применимым правом по настоящему Соглашению является право Кыргызской Республики. Все споры по поводу Соглашения разрешаются согласно действующему законодательству Кыргызской Республики в суде по месту нахождения ___________.
10.2. В случае принятия нормативно-правовых актов органами власти Кыргызской Республики, затрагивающих целиком или в части функционирования Сервиса, ___________ сохраняет за собой право любых изменений в функционировании Сервиса, направленных на приведение последнего в соответствие с новыми нормами.
Пользователь подтверждает, что ознакомлен со всеми пунктами настоящего Соглашения и безусловно принимает их в полном объёме.
 ''';
